/* Индикаторы индексирования */

module.exports = {
  SEARCHABLE: 'Страницы в поиске.',
  DOWNLOADED: 'Загруженные страницы.',
  DOWNLOADED_2XX: 'Страницы, загруженные с кодом из группы 2xx.',
  DOWNLOADED_3XX: 'Страницы, загруженные с кодом из группы 3xx.',
  DOWNLOADED_4XX: 'Страницы, загруженные с кодом из группы 4xx.',
  DOWNLOADED_5XX: 'Страницы, загруженные с кодом из группы 5xx.',
  FAILED_TO_DOWNLOAD: 'Не удалось загрузить.',
  EXCLUDED: 'Исключенные страницы.',
  EXCLUDED_DISALLOWED_BY_USER: 'Исключенные по желанию владельца ресурса.',
  EXCLUDED_SITE_ERROR: 'Исключенные из-за ошибки на стороне сайта.',
  EXCLUDED_NOT_SUPPORTED: 'Исключенные из-за отсутствия поддержки на стороне роботов Яндекса.'
};
