/* Причины отказа в подтверждении прав на управление сайтом */

module.exports = {
  'DELEGATION CANCELLED': 'Делегирование прав отменено.',
  DNS_RECORD_NOT_FOUND: 'Отсутствует указанная DNS-запись.',
  META_TAG_NOT_FOUND: 'Отсутствует мета-тег в заголовке главной страницы сайта.',
  PDD_VERIFICATION_CANCELLED: 'Для данного сайта не разрешено подтверждение прав через Почту Для Домена.',
  WHOIS_EMAIL_NOT_FOUND: 'Указанный адрес электронной почты отсутствует в записи WHOIS для данного сайта.',
  WRONG_HTML_PAGE_CONTENT: 'Содержимое HTML-файла задано неверно.'
};
