/* Способы подтверждения прав */

module.exports = {
  AUTO: 'Автоматическое подтверждение прав.',
  DELEGATED: 'Права делегированы.',
  DNS: 'Подтверждение прав с помощью DNS-записи.',
  HTML_FILE: 'Размещение HTML-файла в корневом каталоге сайта.',
  META_TAG: 'Добавление мета-тега в заголовок главной страницы сайта.',
  PDD: 'Подтверждение прав через Яндекс.Почту для доменов.',
  TXT_FILE: 'Размещение текстового файла в корневом каталоге сайта.',
  WHOIS: 'Сверка данных с информацией, предоставляемой сервисом WHOIS.'
};
